{
	"shared": {
		"button_continue": "ادامه",
		"text_nowasm": "متاسفانه مروگر شما از WASM پشتیبانی نمیکند!"
	},
	"home": {
		"title1": "خوش آمدید",
		"title2": "به",
		"title3": "نوستر",
		"text1": "برای پیوستن به نوستر به یه نمایه نیاز داری. اما این یه نمایه همیشگی نیست که یک پلتفرم برات میسازه و کنترلش میکنه. تو خودت اون رو میسازی و به اجازه و دسترسی کسی نیاز نداری.",
		"text2": "نوستر یک از نخست یک تجربه دگرگونه: شما چرا که یک نهاد یکجا (متمرکز) وجود نداره که مراقب این باشه که شما چه کسی هستید؟ هر کاربر با یک جفت کلید رمزنگاری شناخته میشه؛ نگران گزاره های فنی نباشد. کلید یک گذرواژه قوی عه که باید به شکل امن ازش نگهداری کنید.",
		"text3a": "این ابزار توسط <strong>{$1}</strong> استفاده میشه که به شما اجازه ساخت نمایه جدید و مدیریت امن اون رو در چند مرحله میده",
		"text3b": "این ابزار یکی از چندین روش ساختن یک حساب نمایه نوستره که بعدا میتونی توی اپ های دگرگون استفاده کنی. ما بهت کمک میکنیم تا در چند مرحله یک جفت کلید بسازی و بصورت امن اون رو نگهداری کنی. آماده ای؟",
		"continue_button": "بزن بریم",
		"footer1": "دوست داری نخست با نوستر یکم بیشتر آشنا بشیم؟",
		"footer2": "خواندن یک مقدمه کوتاه",
		"footer3": "سورس کد این وبسایت <a {$1}>آزاد و رایگان است</a>"
	},

	"yourself": {
		"title1": "خودت رو",
		"title2": "معرفی کن",
		"side1": "در نوستر شما تصمیم میگرید که کی باشید.",
		"side2": "یک نمایه نوستر معمولا یک نام, یک تصویر و چند داده افزوده داره که تمام اونا دلبخواه هستن.",
		"side3": "نام یک نام کاربری یکتا نیست. ما میتونیم بینهایت کاوه داشته باشیم. میتونی از نام خودت یا نام مستعارت استفاده کنی. میتونی بعدا عوضش کنی.<br /> اما یادت باشه: پوشیدگی داده های انلاین مهمه. داده های حساس رو فاش نکن.",
		"side4": "و بله, برای پیوستن به نوستر نیازی به ارعه ایمیل یا شماره تلفن و داده های هویتی دیگه وجود نداره.",
		"label_image": "تصویر نمایه شما",
		"label_nickname": "نام (مستعار) شما",
		"label_about": "درباره شما",
		"label_website": "وبسایت شما",
		"label_required": "الزامی",
		"label_optional": "دلبخواهی",
		"alert_failedupload": "بارگذاری تصویر ناموفق بود. دوباره تلاش کن.",
		"alert_validation": "خواهشا یک نام وارد کن, وبسابت و بایو دلبخواهیه.",
		"button_uploading": "درحال بارگذاری..."
	},

	"download": {
		"title1": "کلید های شما",
		"title2": "آماده اند",
		"side1": "خیلی خب <strong>{$1}</strong>, نمایه نوستر شما اماده شد. بله, همینقدر راحت بود.",
		"side2": "در نوستر جفت کلید شما با یک شناسه یکتا که با <em {$1}>npub</em> شروع میشه شناخته میشه. این شناسه عمومی نمایه شماست که میتونی با هرکسی همرسانیش کنی..",
		"side3": "و یک کلید خصوصی وجود داره. که با <em {$1}>nsec</em> شروع میشه, و برای کنترل حساب شما و منتشر کردن پست استفاده میشه. این باید کاملا پنهانی نگهداری بشه.",
		"side4": "حالا خواهشا <em {$1}>nsec</em> خودت رو بارگیری کن(یک فایل متنیه) و یک جای امن نگهش دار, برای نمونه داخل یک پسورد منیجر..",
		"label_yournpub": "npub شما",
		"label_password": "یک گذرواژه انتخاب کن",
		"button_save1": "nsec من رو بارگیری کن",
		"button_save2": "ncryptsec من رو بارگیری کن",
		"label_switch1": "میخوام نگارش رمزنگاری شده رو بارگیری کنم",
		"label_switch2": "بیخیالش, میخوام nsec خام رو بارگیری کنم",
		"text1": "با استفاده از nsec میتونی npub رو بازیابی کنی. پس nsec تنها چیزیه که نیاز داری به خوبی نگهداری کنی ازش..",
		"text2": "اکنون فایل بارگیری شده رو باز کن و بررسی کن که شروع و پایانش با این شناسه یکی باشه:",
		"text3": "سرانجام فایل رو در جای امن دیگه ای برای پشتیبان گیری افزوده نگهدار و گذرواژه رو هم جای دیگه ای نگهدار. (<strong>{$1}</strong>).",
		"text4": "سرانجام فایل رو در جای امن دیگه ای برای پشتیبان گیری افزوده نگهدار.",
		"text5": "من فایل و گذرواژه رو چند جای دگرگون و امن نگهداشتم.",
		"text6": "من فایل رو چند جای دگرگون و امن نگهداشتم.",
		"text7": "نیاز داری که دوباره بارگیریش کنی؟"
	},

	"email": {
		"title1": "پشتیبان گیری",
		"title2": "ایمیل",
		"side1": "ما پیشنهاد امکان فرستادن  <em {$1}>nsec</em> رمزنگاری شده رو(یا همون: <em {$1}>ncryptsec</em>) به ایمیل شما به عنوان یک مکان دیگه برای پشتیبان گیری اسوده به شما اراعه میدیم..",
		"side2": "یک گذرواژه قوی انتخاب کن و مطمن شو که یادت نمیره و همین الان یادداشتش کن.",
		"side3": "ما از همون گذرواژه ای که پیش تر انتخاب کردی استفاده میکنیم. یادداشتش کردی دیگه, درسته? :)",
		"side4": " از {$1} یک ایمیل دریافت میکنی. اگر چیزی دریافت نکردی, فولدر اسپم رو بررسی کن.",
		"label_check1": "من میخوام کلید رمزنگاری شده ام رو {$1} به ادرس زیر بفرستم:",
		"label_check1b": "(با همون گذرواژه ای که پیش تر انتخاب کردم)",
		"label_email": "شناسه ایمیل شما",
		"label_password": "یک گذرواژه انتخاب کن",
		"button_send": "بفرستش",
		"button_sending": "درحال فرستادن...",
		"button_skip": "نه, ممنونم, برو بعدی"
	},

	"bunker": {
		"title1": "بانکر",
		"title2": "چند امضایی",
		"side1": "اکنون شما توانایی شکستن<em {$1}>nsec</em> خودتون رو با تکنیکی به نام <a {$2}>FROST</a> و توزیع هر تکه از ان را به امضا کنندگان مورد اعتماد را دارید.",
		"side2": "این به شما یه کد <em {$1}>bunker</em> میده که میتونید باهاش توی اپ های وب موبایل و دسکتاپ مختلفی بدون فاش کردن <em {$2}>nsec</em> رو میده.",
		"side3": "اگر شما <em {$1}>bunker</em> خودتون رو گم کردید یا امضا کنندگان از روی زمین ناپدید شدن یا اگر به وسلیه یک ویروس یا بدافزار ربوده شد میتونی از  <em {$1}>nsec</em> خودت برای ساختن یدونه جدیدش و منقضی کردن کد پیشین استفاده کنید.",
		"label_check1": "من میخواهم nsec خودم رو در یک استخر از امضا کنندگان ریموت بشکنم تا در یک اتصال \"bunker\" استفاده شود.",
		"label_check1b": "(با همون گذرواژه ای که پیش تر انتخاب کردم)",
		"text_nowasm": "متاسفانه مروگر شما از WASM پشتیبانی نمیکند!",
		"text1": "کلید به {$1} امضا‌کننده مستقل توزیع و همرسانی میشه، {$2} امضا‌کننده برای امضا کردن یک پست مورد نیازه.",
		"text2": "این روند ممکنه یکم زمان ببره. خواهشا شکیبا باش.",
		"switch1": "انتخاب امضا کنندگان بصورت پیشرفته",
		"switch2": "میخوام امضا کنندگان خودکار انتخاب بشن",
		"text3": "امضا کنندگان مدنظرت رو انتخاب بکن:",
		"text4": "حداقل {$1} {$2}",
		"text4b": "امضا کننده بیشتر",
		"text4c": "امضا کنندگان بیشتر",
		"text5": "ما از یک روش چند امضایی ۲ از ۲ با استفاده از امضا‌کنندگان انتخاب شده استفاده می کنیم.",
		"text6": "ما از یک شیوه چند امضایی {$1}-از-{$2} با استفاده از امضا‌کنندگان انتخاب شده استفاده می کنیم.",
		"text7": "<strong>هشدار</strong>، این روش پرخطره، اگر یکی از امضا‌کنندگان آفلاین باشه، رویدادها نمیتونن امضا بشن.",
		"text8":  "همه چیز تمام شد! کد بانکر شما آمادست. بارگیریش کن تا بعد بتونی بدون استفاده از کلید مخفی خودت به اپلیکیشن‌های Nostr وارد بشی:",
		"button_save": "بارگیری  کد بانکر",
		"button_activate": "فعال سازی بانکر",
		"button_activating": "درحال فعال سازی...",
		"button_skip": "نه, ممنونم, برو بعدی"
	},

	"follow": {
		"title1": "چند نفر رو",
		"title2": "دنبال کن",
		"side1": "دیدگاهت درباره دنبال کردن چندتا نمایه باحال چیه؟ ما بهت توانایی کپی کردن فهرست دنبال شوندگان چند کاربر نوستر رو پینشهاد میدیم. اینطوری میتونی تجربه نوسترت رو با محتوایی که توسط کاربر های دیگه منتشر شده شروع کنی.",
		"side2": "میتونی در اینده افراد بیشتری رو دنبال کنی یا دیگه دنبال نکنی. با نوستر تو انتخاب میکنی که چی ببینی. بدون الگوریتم های مبهم و فریبنده و بدون تحمیل.",
		"text1": "همون چیز هایی رو ببین که این کاربر های نوستر توی حساب خودشون میبینن:",
		"button_finish": "پایان",
		"button_finishing": "پایان..."
	},

	"finish": {
		"title1": "نوستر را",
		"title2": "کاوش کن",
		"text1": "QrCode رو برای یک لاگین سریع با موبایل اسکن کن!",
		"text2": "کارمون تموم شد, <strong>{$1}</strong>! حالا میتونی کاوش کردن نوست رو شروع کنی. با استفاده از یک وب اپ یا نصب کردن یه اپ. اینها چندتا پیشنهاد برای شروع فوری هستن:",
		"text3": "این تنها یک انتخاب سریع بین بیش از ۸۰ نرم افزار ساخته شده بر پایه نوستر هستن. <a {$1}}>همشون رو اینجا کاوش کن</a>!",
		"text4": "این نمایه وب تو هست. میتونی این رو هرجایی با هرکسی همرسانی کنی:<br /><a {$1}>njump.me/{$2}</a>",
		"label1": "شبکه اجتماعی و میکروبلاگینگ",
		"label2": "گروه ها و گفتگو ها",
		"label3": "همرسانی ویدیو و تصویر"
	},

	"back": {
		"title1": "شما",
		"title2": "آماده اید!",
		"text1": "کار ما تموم شد, <strong>{$1}</strong>! اکنون میتونی نوستر رو کاوش کنی — تنها این پایین کلیک کن و به <strong>{$2}</strong> برگرد:",
		"button_back": "برگشتن به {$1}",
		"text2": "{$1} تنها یکی از +۸۰ نرم افزاری هست که بر پایه نوستر ساخته شده, <a>همشون رو اینجا کاوش کن</a>!",
		"text3": "این نمایه وب تو هست. میتونی این رو هرجایی با هرکسی همرسانی کنی:<br /><a {$1}>njump.me/{$2}</a>"
	},

	"confirmation_email": {
		"subject": "حساب نوستر شما",
		"body": "درود!\n\nاین npub نوستر شماست:\n{$1}\n\nو این کلید رمزنگاری شده شماست:\n{$2}\n\nیادت باشه که گذرواژه انتخابیت رو جایی امن نگهداری!\n\nبه نوستر خوش اومدی :)\n\nPS: این ایمیل پاسخی دریافت نمی کند, برای پشتیبانی خواهشا https://njump.me/dtonon.com یا https://njump.me/fiatjaf.com را در نوستر منشن کنید."
	}
}
